[
{
    "model": "auth.user",
    "pk": 1,
    "fields": {
        "password": "pbkdf2_sha256$320000$luNMyvfCeDMTuFnLNKnFaA$OM6mGuq1oPBD1UDgycMB2ywGrv3x9TnDhsVUftQmZKw=",
        "last_login": "2022-04-24T16:25:58.173Z",
        "is_superuser": true,
        "username": "admin",
        "first_name": "",
        "last_name": "",
        "email": "admin@unc.edu",
        "is_staff": true,
        "is_active": true,
        "date_joined": "2022-04-14T15:42:09.968Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "auth.user",
    "pk": 2,
    "fields": {
        "password": "pbkdf2_sha256$320000$68TQsKxEDZ2zVEJnk2cEP5$/pxZGvjsmEmYziwtQS0HYkjCOtxqv2k9KWAnhU5Sl9c=",
        "last_login": "2022-04-19T17:53:47.420Z",
        "is_superuser": false,
        "username": "johndoe",
        "first_name": "John",
        "last_name": "Doe",
        "email": "johndoe@gmail.com",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2022-04-19T17:53:47.212Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "auth.user",
    "pk": 3,
    "fields": {
        "password": "pbkdf2_sha256$320000$5S1uy4nrTmMDccxavlrSAq$v9pPXBmeGf7IP5fWvtpvBdVxCBVdumNoAFLhzt+VioQ=",
        "last_login": "2022-04-26T21:18:21.033Z",
        "is_superuser": false,
        "username": "tarheel",
        "first_name": "Tar",
        "last_name": "Heel",
        "email": "tarheel@unc.edu",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2022-04-19T17:57:30.987Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "auth.user",
    "pk": 4,
    "fields": {
        "password": "pbkdf2_sha256$320000$xpLxRVxPVfmPTj8T3nvb9c$5v2WeB5Wu5vFLKEA2wx4Bemob4t6TBUorbWBnrGCmN0=",
        "last_login": "2022-04-26T01:49:52.673Z",
        "is_superuser": false,
        "username": "em",
        "first_name": "em",
        "last_name": "test",
        "email": "emtest@gmail.com",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2022-04-23T19:01:02.457Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "base.quote",
    "pk": 1,
    "fields": {
        "quote": "“In the end, people don't view their life as merely the average of all its moments—which, after all, is mostly nothing much plus some sleep. For human beings, life is meaningful because it is a story. A story has a sense of a whole, and its arc is determined by the significant moments, the ones where something happens. Measurements of people's minute-by-minute levels of pleasure and pain miss this fundamental aspect of human existence. A seemingly happy life maybe empty. A seemingly difficult life may be devoted to a great cause. We have purposes larger than ourselves.”",
        "author": "Atul Gawande",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 2,
    "fields": {
        "quote": "“Brené Brown says that ‘Courage is to tell the story of who you are with your whole heart’; to me that says both courage and strength are needed to help break through scar tissue received from the past.  Ultimately, the reward is a chance to renew and to love once again”",
        "author": "Frank Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 3,
    "fields": {
        "quote": "“We must be willing to get rid of the life we planned, so as to have the life that is waiting for us.”",
        "author": "Joseph Campbell",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 4,
    "fields": {
        "quote": "\"The burden of living one's own life is experiencing sensations that no one else can share.”",
        "author": "David Ignatow",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 5,
    "fields": {
        "quote": "“Courage doesn’t always roar. Sometimes courage is the little voice at the end of the day that says I’ll try again tomorrow.”",
        "author": "Mary Anne Radmacher",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 6,
    "fields": {
        "quote": "“I start each day with a single simple plan: This is going to be a good day. I remain hopeful not hopeless, positive not negative, happy not sad, driven not complacent, and educated not naïve.”",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 7,
    "fields": {
        "quote": "\"Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.\"",
        "author": "Christian D. Larson",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 8,
    "fields": {
        "quote": "“What oxygen is to the lungs, such is hope to the meaning of life.”",
        "author": "Emil Brunner",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 9,
    "fields": {
        "quote": "\"You've got to get to the stage in life where going for it is more important than winning or losing.”",
        "author": "Arthur Ashe",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 10,
    "fields": {
        "quote": "“The measure of who we are is what we do with what we have.”",
        "author": "Vince Lombardi",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 11,
    "fields": {
        "quote": "“I choose to make the rest of my life the best of my life.”",
        "author": "Louise Hay",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 12,
    "fields": {
        "quote": "“The most beautiful people I’ve known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths.”",
        "author": "Elisabeth Kübler-Ross",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 13,
    "fields": {
        "quote": "“Perhaps I am stronger than I think.”",
        "author": "Thomas Merton",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 14,
    "fields": {
        "quote": "“Some days are better, some days are worse. Look for the blessing instead of the curse. Be positive, stay strong, and get enough rest. You can’t do it all, but you can do your best.”",
        "author": "Doe Zantamata",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 15,
    "fields": {
        "quote": "“Ask yourself what problem you have right now. Not next year, tomorrow or five minutes from now. You can always cope with the now, but you can never cope with the future. Nor do you have to. The answer, the strength and the right action will be there when you need it. Not before or after.”",
        "author": "Eckhart Tolle",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 16,
    "fields": {
        "quote": "“You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, ‘I lived through this horror. I can take the next thing that comes along.”",
        "author": "Eleanor Roosevelt",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 17,
    "fields": {
        "quote": "“There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.”",
        "author": "Orison Swett Marden",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 18,
    "fields": {
        "quote": "“The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering.”",
        "author": "Ben Okri",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 19,
    "fields": {
        "quote": "“You do not need to know precisely what is happening, or exactly where it is all going. What you need is to recognize the possibilities and challenges offered by the present moment, and to embrace them with courage, faith and hope.”",
        "author": "Thomas Merton",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 20,
    "fields": {
        "quote": "“Affliction comes to us, not to make us sad but sober; not to make us sorry but wise.”",
        "author": "H.G. Wells",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 21,
    "fields": {
        "quote": "“Courage is not having the strength to go on; it is going on when you don’t have the strength.”",
        "author": "Theodore Roosevelt",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 22,
    "fields": {
        "quote": "“Being mindful brings us to dwell only on the immediate time, the current moment.”",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 23,
    "fields": {
        "quote": "“Here’s a simple mindfulness experience: simply be aware of the steam leaving your morning cup of coffee/tea, clear your immediate thoughts, then sip, focus and savor this moment.”",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 24,
    "fields": {
        "quote": "“The current moment was a gift to you. Your life is composed of many such moments. Be mindful of this time. Enjoy it. Embrace it. Live it fully.”",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 25,
    "fields": {
        "quote": "“The simplest view of mindfulness is to be aware of what is happening right now, unable to change this time but to embrace the current moment.”",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 26,
    "fields": {
        "quote": "“I’ve always made a total effort, even when the odds seemed entirely against me. I never quit trying; I never felt that I didn’t have a chance to win.” Arnold Palmer\r\n\r\n“The most rewarding things you do in life are often the ones that look like they cannot be done.” Arnold Palmer\r\n\r\n“I look back, it taught me something – it taught me how to live, how to be a better guy, not let defeat be the end of my life.”",
        "author": "Arnold Palmer",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 27,
    "fields": {
        "quote": "\"Resolve never to quit, never to give up, no matter what the situation.\"",
        "author": "Jack Nicklaus",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 28,
    "fields": {
        "quote": "\"If you want to hit it farther, hit it better.\"",
        "author": "Jack Nicklaus",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 29,
    "fields": {
        "quote": "\"Focus on remedies, not faults.\"",
        "author": "Jack Nicklaus",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 30,
    "fields": {
        "quote": "\"Talent isn't as important as the work and dedication necessary to become competent.\"",
        "author": "Jack Nicklaus",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 31,
    "fields": {
        "quote": "“I started to complain that my shot was going to into the water.\r\nMy friend Kevin Carroll said,\r\nCome on, Yogi, don't be like that.\r\nThink positively.\"\r\nI replied.\r\n'Okay, I'm positive my shot is going into the water.’”",
        "author": "Yogi Berra",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 32,
    "fields": {
        "quote": "“Taking life as it comes, mindful to remain in the present moment is so vital to thriving (and living) with Parkinson’s.”",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 33,
    "fields": {
        "quote": "“With Parkinson’s you have two choices: You can let it control you, or you can control it. And I’ve chosen to control it.”",
        "author": "US Senator Isakson",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 34,
    "fields": {
        "quote": "“I often say now I don’t have any choice whether or not I have Parkinson’s, but surrounding that non-choice is a million other choices that I can make.”",
        "author": "Michael J. Fox",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 35,
    "fields": {
        "quote": "“With the support of my family and friends, I will meet this challenge with the same determination and unwavering intensity that I have displayed in all of my endeavors in life.”",
        "author": "Kirk Gibson",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 36,
    "fields": {
        "quote": "“I can’t give my Parkinson’s back but being in the moment alters the lens-of-life for that moment, my mind is focused on the event.  The calming and cleansing effect of mindfulness is a feeling of holism (complete and healthy self).”",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 37,
    "fields": {
        "quote": "“For me, living with Parkinson’s has enhanced my recognition of contentment, gratitude and mindfulness. A simple life-changing goal is to continue to embrace them, and to more effectively use them for their positive effect on the rest of my days. Namaste.”",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 38,
    "fields": {
        "quote": "“Stay in the present moment:  Life is always fluid, constantly moving.  Your Parkinson’s is always present, yes, it’s a nuisance. Being able to focus on the current moment, whether good or bad, hard or easy, is better; don’t complicate the thought focusing on yesterday, tomorrow, or your disorder.  Try to stay in the present moment.”",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 39,
    "fields": {
        "quote": "“Never give up. It's like breathing—once you quit, your flame dies letting total darkness extinguish every last gasp of hope. You can't do that. You must continue taking in even the shallowest of breaths, continue putting forth even the smallest of efforts to sustain your dreams. Don't ever, ever, ever give up.”",
        "author": "Richelle E. Goodrich",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 40,
    "fields": {
        "quote": "“Strength is not measured in muscle, but in will.”",
        "author": "Margaret M. Morrow",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 41,
    "fields": {
        "quote": "“Don’t give up. Reach down inside of you and you’ll find something left.”",
        "author": "Coach Bear Bryant",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 42,
    "fields": {
        "quote": "“Don’t give up. Don’t ever give up.”",
        "author": "Jim Valvano",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 43,
    "fields": {
        "quote": "“Hard times don’t create heroes. It is during the hard times when the ‘hero’ within us is revealed.”",
        "author": "Bob Riley",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 44,
    "fields": {
        "quote": "“Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work; you don’t give up.”",
        "author": "Anne Lamott",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 45,
    "fields": {
        "quote": "“Don’t Give Up: Your life comes with obstacles. We are guaranteed nothing. We live with Parkinson’s, and our paths are rockier, less gentle. Yet, your persistence, perseverance, and determination smooth out each road you travel. When you accept the spirit of not giving in and don’t give up, you embrace your life and strengthen your effort in the presence of Parkinson’s. So, don’t give up, don’t give in, never surrender to Parkinson’s, ever onward.”",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 46,
    "fields": {
        "quote": "“This diagnosis is a reminder that this is the life you've got. And you're not getting another one. Whatever has happened, you have to take this growth and treasure and protect it.”",
        "author": "Elizabeth Edwards",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 47,
    "fields": {
        "quote": "“When nothing seems to help, I go and look at a stonecutter hammering away at his rock, perhaps a hundred times without as much as a crack showing in it. Yet at the hundred and first blow it will split in two, and I know it was not that last blow that did it, but all that had gone before.”",
        "author": "Jacob A. Riis",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 48,
    "fields": {
        "quote": "“You may be the only person left who believes in you, but it’s enough. It takes just one star to pierce a universe of darkness. Never give up.”",
        "author": "Richelle E. Goodrich",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 49,
    "fields": {
        "quote": "“The Constancy of the Fight: Carl Yastrzemski, said it nicely with this comment, ‘The race doesn’t always belong to the swift nor the battle to the strong. It belongs rather to those who run the race, who stay the course and who fight the good fight.’ This says to me, you may not be the best-equipped person to mount a challenge to your own Parkinson’s. But having the willpower and bringing the best effort you can give is what it takes to maintain your edge in the fight against your disorder.”",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 50,
    "fields": {
        "quote": "“Because you are alive, everything is possible.”",
        "author": "Thich Nhat Hanh",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 51,
    "fields": {
        "quote": "The body achieves what the mind believes.”",
        "author": "Jim Evans",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 52,
    "fields": {
        "quote": "\"What we know matters but who we are matters more\"",
        "author": "Brené Brown",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 53,
    "fields": {
        "quote": "“I want to be in the arena. I want to be brave with my life. And when we make the choice to dare greatly, we sign up to get our asses kicked. We can choose courage or we can choose comfort, but we can’t have both. Not at the same time. Vulnerability is not winning or losing; it’s having the courage to show up and be seen when we have no control over the outcome. Vulnerability is not weakness; it’s our greatest measure of courage.",
        "author": "Brené Brown",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 54,
    "fields": {
        "quote": "\"Hope is a function of struggle.\"",
        "author": "Brené Brown",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 55,
    "fields": {
        "quote": "“Crazy-busy' is a great armor, it's a great way for numbing. What a lot of us do is that we stay so busy, and so out in front of our life, that the truth of how we're feeling and what we really need can't catch up with us.”",
        "author": "Brené Brown",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 56,
    "fields": {
        "quote": "“If we want to cultivate hopefulness, we have to be willing to be flexible and demonstrate perseverance. Not every goal will look and feel the same. Tolerance for disappointment, determination, and a belief in self are the heart of hope.”",
        "author": "Brené Brown",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 57,
    "fields": {
        "quote": "\"Joy is not a constant. It comes to us in moments - often ordinary moments. Sometimes we miss out on the bursts of joy because we're too busy chasing down the extraordinary moments. Other times we're so afraid of the dark we don't dare let ourselves enjoy the light. A joyful life is not a floodlight of joy. That would eventually become unbearable. I believe a joyful life is made up of joyful moments gracefully strung together by trust, gratitude and inspiration.\"",
        "author": "Brené Brown",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 58,
    "fields": {
        "quote": "\"Whether we're overcoming adversity, surviving trauma, or dealing with stress and anxiety, having a sense of purpose, meaning, and perspective in our lives allows us to develop understanding and move forward. Without purpose, meaning, and perspective, it is easy to lost hope, numb our emotions, or become overwhelmed by our circumstances...\"",
        "author": "Brené Brown",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 59,
    "fields": {
        "quote": "\"What matters the most is your effort.\"",
        "author": "Anonymous",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 60,
    "fields": {
        "quote": "\"Once you choose hope, anything's possible.\"",
        "author": "Christopher Reeve",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 61,
    "fields": {
        "quote": "\"The thought of hope is the seed to healing.\"",
        "author": "Shilpa Menon",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 62,
    "fields": {
        "quote": "\"What oxygen is to the lungs, such is hope to the meaning of life.\"",
        "author": "Emil Brunner",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 63,
    "fields": {
        "quote": "\"The important thing is to keep the fire in your heart and be strong to overcome hard moments.\"",
        "author": "Paulo Coelho",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 64,
    "fields": {
        "quote": "\"When we least expect it, life sets us a challenge to test our courage and willingness to change; at such a moment, there is no point in pretending that nothing has happened or in saying that we are not yet ready. The challenge will not wait. Life does not look back. A week is more than enough time for us to decide whether or not to accept our destiny.\"",
        "author": "Paulo Coelho",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 65,
    "fields": {
        "quote": "\"Be proud of your scars. They remind you that you have the will to live.\"",
        "author": "Paulo Coelho",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 66,
    "fields": {
        "quote": "\"Don't allow your wounds to transform you into someone you are not.\"",
        "author": "Paulo Coelho",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 67,
    "fields": {
        "quote": "\"I will be capable of loving, regardless of whether I am loved in return, Of giving, when I have nothing, Of working happily, even in the midst of difficulties, Of holding out my hand, even when utterly alone and abandoned, Of drying my tears, even while I weep, Of believing, even when no one believes in me.\"",
        "author": "Paulo Coelho",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 68,
    "fields": {
        "quote": "\"This says to me your love, resilience, absolute strength of character and determination will buffer you now until the pain of this storm resolves.\"",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 69,
    "fields": {
        "quote": "\"Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind.\"",
        "author": "Bruce Lee",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 70,
    "fields": {
        "quote": "\"This says to me that your ability to adapt, withstand stress, not wither when attacked emotionally will make you a survivor of the heart and someone worth loving.\"",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 71,
    "fields": {
        "quote": "\"The current moment was a gift to you. Your life is composed of many such moments. Be mindful of this time. Enjoy it. Embrace it. Live it fully.\"",
        "author": "Frank C. Church",
        "PDquote": false
    }
},
{
    "model": "base.quote",
    "pk": 72,
    "fields": {
        "quote": "\"Hope warms you in the winter, provides light in the dark, bird song in the spring morning, and a cool wisp of breeze in the summer. Your ability to resist Parkinson's is buoyed by hope.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 73,
    "fields": {
        "quote": "\"We must remain hopeful as it provides the foundation that you with your loved-ones, family, friends, colleagues and healthcare team are making a difference dealing with your Parkinson's.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 74,
    "fields": {
        "quote": "\"You asked me the other night, 'How did I feel?' I replied that I felt great. My body, my mind, and my thoughts were clear, calm, and in the present moment. I may stumble but I will not fall. To live this way requires persistence, clarity of the moment, and bolstered with a foundation supported by hope.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 75,
    "fields": {
        "quote": "\"Wake up each morning full of hope. Finish each day full of gratitude.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 76,
    "fields": {
        "quote": "\"We all face hardship in our lifetime. When something like Parkinson's comes around, you need to stand firm and rise above this disorder by giving it all of your strength and resistance.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 77,
    "fields": {
        "quote": "\"Be positive, you can make a difference. Strive for no disease progression and keep working because even a small amount of progress is still far better than progression. Stay positive.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 78,
    "fields": {
        "quote": "\"Your mantra against Parkinson's should include some combination of these phrases: 'I will not give up, I will never quit, I will remain mindful, and life is too important to give in to this disorder.' OK?\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 79,
    "fields": {
        "quote": "\"Love fuels your soul, yet it can drive you crazy and increase your anxiety. Love can also provide the bandage that permanently heals the wound on your heart.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 80,
    "fields": {
        "quote": "\"The Beatles had it right when they sang 'And in the end, The love you take. Is equal to the love you make.' Wear your love on your heart.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 81,
    "fields": {
        "quote": "\"If you give it a chance, Parkinson's will change your life. But you can use exercise to plan a new life-path that will keep you healthy for many years to come. Get busy, get active, and stay that way.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 82,
    "fields": {
        "quote": "\"You still control your health, including the path to follow and the response to your disorder. You can still combine the best ingredients to make a salve to help repair the damage from Parkinson's.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 83,
    "fields": {
        "quote": "\"Your attitude with Parkinson's needs you to be steely-eyed determined and focused to recognize the miniscule changes that happen over a long period of time.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 84,
    "fields": {
        "quote": "\"The road of your life will take many paths and go through many intersections. Your life-map will be different from my life-map. However, we have the same carry-on luggage named Parkinson's and how it weighs us down will affect the life-path we follow. Stay strong, focused, and persistent. Journey on.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 85,
    "fields": {
        "quote": "\"I acknowledge my Parkinson's, but I refuse to let it define me. I accept that my life, work, and leisure time will remain focused for years to come with my disorder in the background.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 86,
    "fields": {
        "quote": "\"Acknowledge your Parkinson's. Try not to let it control your daily response to life. You are still in charge. Remember, you are still you.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 87,
    "fields": {
        "quote": "\"Each new morning restarts your life to help manage your Parkinson's. Each new morning stirs the embers to start a new fire to enable your daily gulp of courage to live strong with your disorder.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 88,
    "fields": {
        "quote": "\"Stay focused and determined; strive for health and strength. And through it all, try to incorporate happiness into your daily life to help manage your Parkinson's.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 89,
    "fields": {
        "quote": "\"Our most difficult life-challenges could create the greatest time of our lives. Staying persistent is creating new options, and it continually requires the courage of one's convictions.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 90,
    "fields": {
        "quote": "\"Each day presents an opportunity for Parkinson's to gain more control. Your daily persistence helps to block and slow this maneuver. Keep breathing and living.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 91,
    "fields": {
        "quote": "\"Your jar-of-hope will be challenged daily by Parkinson's; hopefully, you'll keep the jar at least half-filled and not half-empty of hope.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 92,
    "fields": {
        "quote": "\"Living with Parkinson's takes courage because your enemy is within you, and you always feel its presence. Thus, your hourly-daily-effort to live fully is a measure of your courage.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 93,
    "fields": {
        "quote": "\"I am convinced that gratitude will lead you to the fountain of hope; it is good for your heart, soul, mind, and practicing gratitude will be beneficial for your life with Parkinson's.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 94,
    "fields": {
        "quote": "\"The door to life opens and begins fresh each day. Therefore, as you enter the day, embrace the events knowing that the challenge of Parkinson's remains. Remember, no matter the impact of the disorder on you; you remain you.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 95,
    "fields": {
        "quote": "\"I start each day with a single simple plan: 'This is going to be a good day'... I remain hopeful not hopeless, positive not negative, happy not sad, driven not complacent, and educated not naive.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 96,
    "fields": {
        "quote": "\"Life with Parkinson's is best lived in the current moment without either focusing on the past or dreading the future.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 97,
    "fields": {
        "quote": "\"It almost seems that exercise made the brain behave like a molecular sieve to filter out the toxic oligomeric α-synuclein protein and it accumulated in the bloodstream. Exercise works by slowing the progression of Parkinson's.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 98,
    "fields": {
        "quote": "\"The hopeful goal is that exercising will give you healthier lives, allowing one to negotiate a better life on your terms, not Parkinson's.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 99,
    "fields": {
        "quote": "\"Be an inspiration for other people-with-Parkinson's such that they might say, because of you, I did not give up.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 100,
    "fields": {
        "quote": "\"Perseverance is more than just a word. It is more than a feeling. It is more than a feeling. It is a response to a life experience.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 101,
    "fields": {
        "quote": "\"Perseverance is an attitude you take when you won't give up. Perseverance enables you to live your life forward. It functions by strengthening your inner self.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.quote",
    "pk": 102,
    "fields": {
        "quote": "\"Perseverance is a beacon in the tunnel ahead. It will focus you when the odds are against you. It allows you to have a better quality-of-life.\"",
        "author": "Frank C. Church",
        "PDquote": true
    }
},
{
    "model": "base.image",
    "pk": 72,
    "fields": {
        "image": "images/woman_looking_at_view.jpg",
        "alt_text": "Woman sitting on a rock and looking at a scenic view of mountains"
    }
},
{
    "model": "base.image",
    "pk": 73,
    "fields": {
        "image": "images/bench_overlooking_beach.jpg",
        "alt_text": "A clifftop bench overlooking the beach"
    }
},
{
    "model": "base.image",
    "pk": 74,
    "fields": {
        "image": "images/tree_under_orange_clouds.jpg",
        "alt_text": "A faraway view of a tree under bright orange clouds"
    }
},
{
    "model": "base.image",
    "pk": 75,
    "fields": {
        "image": "images/motion_blurred_purple_waves.jpg",
        "alt_text": "Ocean waves moving between rocks underneath a purple sky"
    }
},
{
    "model": "base.image",
    "pk": 76,
    "fields": {
        "image": "images/abstract4.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 77,
    "fields": {
        "image": "images/beach_sunrise.jpg",
        "alt_text": "Beach sunrise with turquoise waves"
    }
},
{
    "model": "base.image",
    "pk": 78,
    "fields": {
        "image": "images/shells_on_beach.jpg",
        "alt_text": "Shells laying on the sand"
    }
},
{
    "model": "base.image",
    "pk": 79,
    "fields": {
        "image": "images/woods_road.jpg",
        "alt_text": "Gravel path through the woods"
    }
},
{
    "model": "base.image",
    "pk": 80,
    "fields": {
        "image": "images/soft_water_and_rocks.jpg",
        "alt_text": "Soft ocean water flowing between large rocks"
    }
},
{
    "model": "base.image",
    "pk": 81,
    "fields": {
        "image": "images/abstract2.jpg",
        "alt_text": "Pink abstract art"
    }
},
{
    "model": "base.image",
    "pk": 82,
    "fields": {
        "image": "images/abstract3.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 83,
    "fields": {
        "image": "images/abstract5.jpg",
        "alt_text": "Abstract art formed in a grid pattern"
    }
},
{
    "model": "base.image",
    "pk": 84,
    "fields": {
        "image": "images/abstract6.jpg",
        "alt_text": "Abstract art with splashes of deep blue"
    }
},
{
    "model": "base.image",
    "pk": 85,
    "fields": {
        "image": "images/abstract7.jpg",
        "alt_text": "Marbled abstract art"
    }
},
{
    "model": "base.image",
    "pk": 86,
    "fields": {
        "image": "images/abstract8.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 87,
    "fields": {
        "image": "images/abstract9.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 88,
    "fields": {
        "image": "images/abstract10.jpg",
        "alt_text": "Purple abstract art"
    }
},
{
    "model": "base.image",
    "pk": 89,
    "fields": {
        "image": "images/desert_cacti.jpg",
        "alt_text": "Cacti in the desert"
    }
},
{
    "model": "base.image",
    "pk": 90,
    "fields": {
        "image": "images/steaming_coffee.jpg",
        "alt_text": "Steaming cup of coffee sitting on a table"
    }
},
{
    "model": "base.image",
    "pk": 91,
    "fields": {
        "image": "images/mountains_with_light_snow.jpg",
        "alt_text": "Mountains with light snow on top"
    }
},
{
    "model": "base.image",
    "pk": 92,
    "fields": {
        "image": "images/grapes_on_cheese.jpg",
        "alt_text": "Grapes draped over cheese wheels"
    }
},
{
    "model": "base.image",
    "pk": 93,
    "fields": {
        "image": "images/arnold_palmer.jpg",
        "alt_text": "Arnold Palmer golfing (black and white)"
    }
},
{
    "model": "base.image",
    "pk": 94,
    "fields": {
        "image": "images/jack_nicklaus.png",
        "alt_text": "Jack Nicklaus golfing"
    }
},
{
    "model": "base.image",
    "pk": 95,
    "fields": {
        "image": "images/yogi_berra.jpg",
        "alt_text": "Yogi Berra"
    }
},
{
    "model": "base.image",
    "pk": 96,
    "fields": {
        "image": "images/roll_out_walkway_to_the_beach.jpg",
        "alt_text": "Wooden walkway leading to the beach"
    }
},
{
    "model": "base.image",
    "pk": 97,
    "fields": {
        "image": "images/abstract11.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 98,
    "fields": {
        "image": "images/abstract12.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 99,
    "fields": {
        "image": "images/abstract13.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 100,
    "fields": {
        "image": "images/grapes_hanging_from_branch.jpg",
        "alt_text": "Grapes hanging over a tree branch"
    }
},
{
    "model": "base.image",
    "pk": 101,
    "fields": {
        "image": "images/dirt_path_through_woods.jpg",
        "alt_text": "Dirt path through brightly lit woods"
    }
},
{
    "model": "base.image",
    "pk": 102,
    "fields": {
        "image": "images/winding_dock_over_water.jpg",
        "alt_text": "Winding dock over water at dusk"
    }
},
{
    "model": "base.image",
    "pk": 103,
    "fields": {
        "image": "images/sunrise_art.jpg",
        "alt_text": "Art depicting a sunrise over the water"
    }
},
{
    "model": "base.image",
    "pk": 104,
    "fields": {
        "image": "images/abstract14.jpg",
        "alt_text": "Pink abstract art"
    }
},
{
    "model": "base.image",
    "pk": 105,
    "fields": {
        "image": "images/birds_flying_over_beach.jpg",
        "alt_text": "Birds flying over the ocean in the early morning"
    }
},
{
    "model": "base.image",
    "pk": 106,
    "fields": {
        "image": "images/abstract15.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 107,
    "fields": {
        "image": "images/dock_extending_into_a_lake.jpg",
        "alt_text": "Dock extending out into a lake at night"
    }
},
{
    "model": "base.image",
    "pk": 108,
    "fields": {
        "image": "images/seaside_town.jpg",
        "alt_text": "Faraway view of a seaside town under the early morning sun"
    }
},
{
    "model": "base.image",
    "pk": 109,
    "fields": {
        "image": "images/stacked_rocks_on_mountain.jpg",
        "alt_text": "A stacked tower of rocks overlooking the mountain views"
    }
},
{
    "model": "base.image",
    "pk": 110,
    "fields": {
        "image": "images/abstract16.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 111,
    "fields": {
        "image": "images/sailboat_at_sunset.jpg",
        "alt_text": "A sailboat on the water underneath an orange sunset"
    }
},
{
    "model": "base.image",
    "pk": 112,
    "fields": {
        "image": "images/misty_woods.jpg",
        "alt_text": "Mist on the floor of the woods"
    }
},
{
    "model": "base.image",
    "pk": 113,
    "fields": {
        "image": "images/abstract17.jpg",
        "alt_text": "Abstract art"
    }
},
{
    "model": "base.image",
    "pk": 114,
    "fields": {
        "image": "images/person_helping_another_up_hill.jpg",
        "alt_text": "A person helping another person up a steep hill."
    }
},
{
    "model": "base.reflection",
    "pk": 1,
    "fields": {
        "user": [
            "tarheel"
        ],
        "date": "2022-04-19",
        "text": "sdfdsdffdf"
    }
},
{
    "model": "base.reflection",
    "pk": 2,
    "fields": {
        "user": [
            "em"
        ],
        "date": "2022-04-23",
        "text": "hi this is a test reflection"
    }
},
{
    "model": "base.reflection",
    "pk": 3,
    "fields": {
        "user": [
            "em"
        ],
        "date": "2022-04-23",
        "text": "secondary test"
    }
},
{
    "model": "base.reflection",
    "pk": 4,
    "fields": {
        "user": [
            "em"
        ],
        "date": "2022-04-23",
        "text": "third test"
    }
},
{
    "model": "base.reflection",
    "pk": 5,
    "fields": {
        "user": [
            "em"
        ],
        "date": "2022-04-23",
        "text": "a very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very long reflection"
    }
},
{
    "model": "base.pdpr",
    "pk": 2,
    "fields": {
        "user": [
            "admin"
        ],
        "date": "2022-04-24",
        "q2": 1,
        "q3": 1,
        "q4": 1,
        "q5": 1,
        "q6": 1,
        "q7": 1,
        "q8": 1,
        "q9": 1,
        "q10": 1,
        "q11": 1,
        "q12": 1,
        "q1": 1,
        "q13": 1,
        "q14": 5,
        "q15": 5,
        "life_skills_total": 8,
        "life_stress_total": 5,
        "life_coping_total": 10,
        "quality_of_life": 23
    }
},
{
    "model": "members.profile",
    "pk": 1,
    "fields": {
        "user": [
            "johndoe"
        ],
        "wantPDQuotes": true
    }
},
{
    "model": "members.profile",
    "pk": 2,
    "fields": {
        "user": [
            "tarheel"
        ],
        "wantPDQuotes": false
    }
},
{
    "model": "members.profile",
    "pk": 3,
    "fields": {
        "user": [
            "em"
        ],
        "wantPDQuotes": false
    }
}
]
